Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie. Nic a nic. Czemu pytasz?
uk: Ні. Зовсім нічого. А чому ти запитуєш?

source: Nie. Nie licz na to, że opiszę Ci ze szczegółami, jak trafiłem na Archolos. Opowieść ta brzmi równie niesamowicie, jak żałośnie, a tak się składa, że mam reputację, o którą muszę dbać. Jakkolwiek łaskawe wiatry przywiały mnie z odległego południa do tej egzotycznej krainy na północnym wschodzie Morza Myrtany. Gdyby nie kontrakt z zaprzyjaźnioną rodziną kupiecką, prawdopodobnie nie miałbym tu czego szukać. Ba, zgaduję, że miejscowi nie wpuściliby mnie nawet do portowej tawerny!
uk: Ні, не розраховуйте на те, що я розповім вам у деталях, як я опинився на Архолосі. Ця історія звучить настільки ж дивовижно, наскільки й жалюгідно, а мені потрібно підтримувати свою репутацію. Однак добрі вітри занесли мене з далекого півдня на цю екзотичну землю на північному сході Міртанського моря. Якби не контракт із дружньою торговою родиною, мені, мабуть, не було б що тут шукати. Навряд чи місцеві жителі пустили б мене навіть до портової корчми!

source: Nie. Nie wchodzę ci w drogę - tak jak prosiłeś.
uk: Ні, я не втручаюся – як ти і просив.

source: Nie. Nigdy. To taki typ. Nie pozwala, by robota pozostała niedokończona.
uk: Ні. Ніколи. Він з тих, хто не залишає роботу незавершеною.

source: Nie. Oskarżę o sabotaż kogoś innego, a ty złożysz zeznania.
uk: Ні, я звинувачу в саботажі когось іншого, а ти даси свідчення.

source: Nie. Ostatnio wielu smarkaczy o głupich imionach zawraca mi głowę.
uk: Ні. Останнім часом мені заважають надто багато шмаркачів з дурнуватими іменами.

source: Nie. Po co komuś tyle skrzyń siarki?
uk: Ні. Навіщо комусь стільки ящиків сірки?

source: Nie. Popytaj u Corteza, bo Oscar chyba też nic dla ciebie nie ma.
uk: Ні, запитай у Кортеза, бо в Оскара, схоже, теж нічого для тебе немає.

source: Nie. Powinieneś znaleźć ją bez problemu. Powiedz, że Marvin cię przysyła.
uk: Ні. Ти знайдеш її без проблем. Скажи, що тебе прислав Марвін.

source: Nie. Przekazałem tylko, że złodziej nie będzie sprawiał problemów, a on zdecydował się samemu zdobyć skradzioną rzecz.
uk: Ні. Я просто передав, що злодій більше не створюватиме проблем, а забрати вкрадені речі йому доведеться самому.

source: Nie. Przynajmniej teraz.
uk: Ні. Принаймні зараз.

source: Nie. Szanowny Pan Volker, udziela atrakcyjne pożyczki, dla tych, którzy chcą rozwinąć swój biznes.
uk: Ні, шановний пан Волкер надає привабливі позики для тих, хто хоче розширити свій бізнес.

source: Nie. Też mnie to dziwiło. W końcu zwiadowcy powinni działać dyskretnie.
uk: Ні. Мене це теж здивувало. Адже розвідники повинні діяти непомітно.

source: Nie. To moje ostatnie słowo.
uk: Ні. Це моє останнє слово.

source: Nie. To mój dobry znajomy, który ponad przepisy stawia sprawiedliwość. On dopilnuje, żeby nikt nie powiązał cię z tą sprawą.
uk: Ні. Він мій добрий друг, який ставить справедливість вище правил. Він подбає про те, щоб ніхто не пов'язав тебе з цією справою.

source: Nie. Umówiłem się z Malenem, że dostanę w zamian trochę tutejszej soli. Podobno można ją sprzedać w mieście za całkiem niezłą sumkę.
uk: Ні, я домовився з Маленом, що отримаю натомість трохи тутешньої солі. Виявляється, її можна продати в місті за непогані гроші.

source: Nie. Wracaliśmy z farmy, kiedy nagle z lasu wypadło mnóstwo zwierząt... mówię ci, nigdy czegoś takiego nie widziałem. Dziki, wilki, ścierwojady, wszystkie obok siebie.
uk: Ні. Ми поверталися з ферми, коли раптом з лісу вибігло багато звірів... Кажу тобі, я ніколи не бачив нічого подібного. Кабани, вовки, падальники, всі разом.

source: Nie. Współpracujemy po raz pierwszy.
uk: Ні. Ми співпрацюємо вперше.

source: Nie. Za to ty zaczynasz grać mi na nerwach.
uk: Ні. Зате ти починаєш грати мені на нервах.

source: Nie...
uk: Ні...

source: Nie... Idziemy tylko w tą samą stronę.
uk: Ні... Ми лише йдемо в тому ж напрямку.

source: Nie... Jestem pewien, że Adanos nad nami czuwa. Nie pozwoli, by stało się nam coś złego.
uk: Ні... Я певен, що Аданос оберігає нас. Він не допустить, щоб з нами сталося лихо.

source: Nie... To tylko przenoszenie skrzyń, co w tym wymagającego?
uk: Ні... Це ж просто перенесення ящиків, що тут складного?

source: Nie... Znaczy się tak, coś jest nie tak i to bardzo!
uk: Ні... Тобто так, щось не так, і дуже не так!

source: Nie... a teraz tak? Czyli nie szukasz pracy ale... chcesz szukać? Tak?
uk: Ні... а зараз так? Тобто ти поки не шукаєш роботу, але... хочеш пошукати? Так?

source: Nie... nie przypominam sobie żadnej, ale może myśliwy Markus coś widział. Większość czasu spędza w swoim obozie na południowy zachód stąd.
uk: Ні... Не пригадую, але, можливо, мисливець Маркус щось бачив. Він проводить більшу частину часу в своєму таборі на південний захід звідси.

source: Nie... nie wydaje mi się.
uk: Ні... не думаю, що бачив.

source: Nie... nie wydaje mi się. Jeśli to było porwanie, to ten ktoś musiał wiedzieć co robił, i jestem prawie pewien, że był to ktoś z zewnątrz.
uk: Ні... нічого такого. Якщо це було викрадення, то цей хтось повинен був знати, що робить, і я майже впевнений, що це був чужинець.

source: Nie... nie. Nic nie wiem. Jestem tylko zwykłym pasterzem.
uk: Ні... ні. Я нічого не знаю. Я звичайний пастух.

source: Nie... oprócz strażników, to nie...
uk: Ні... окрім охорони, нікого...

source: Nie... to znaczy... tak, dobrze... przeproszę.
uk: Я не... тобто... так, що ж, добре... я вибачуся.

source: Nie?
uk: Немає?

source: Nie? A co powiesz na to?
uk: Ні? А якщо так?

source: Nie? Czyli szukasz pracy? Czy... czy nie szukasz pracy?
uk: Ні? Тобто ти шукаєш роботу? Чи... чи ні, ти не шукаєш роботу?

source: Nie? Dobra. Skoro jesteś taki twardy, to proszę. Obejdź ten syf i złóż mi potem raport. Wykonać.
uk: Ні? Гаразд. Якщо ти такий крутий, то вперед. Розберися з цим безладом і доповіси мені пізніше. Виконуй.

source: Nie? Hm... to może w takim razie zlecę ci coś trudniejszego?
uk: НІ? Хм... може, тоді я дам тобі щось складніше?

source: Nie? Musiało mi się wydawać.
uk: Немає? Мабуть, мені здалося.

source: Nie? Podjudzanie do buntu. Profanacja szat Magów Ognia. To dla was nic?
uk: Невже? Підбурення до повстання. Паплюження мантій Магів Вогню. Для вас це нічого?

source: Nie?! Jak to nie?
uk: Ні?! Як це не викрадав?

source: Niebawem będę wchodzić do prastarego grobowca. Piszesz się na taką przygodę?
uk: Незабаром я збираюся увійти до прадавньої гробниці. Ти готовий до такої пригоди?

source: Niebawem szykuje się kolejna dostawa, a Rita nie uznaje żadnych niedopatrzeń ani opóźnień.
uk: Наближається чергова партія, а Рита не визнає жодних помилок чи затримок.

source: Niebawem wyruszę na nowy łów...
uk: Скоро я вирушу за новим уловом...

source: Niebezpieczne tereny wokół wioski!
uk: Небезпечні місця в околицях села!

source: Niebezpieczne trakty na wyspie Archolos
uk: Небезпечні маршрути на острові Архолос

source: Niebezpieczny grobowiec? Może w końcu tam umrę!
uk: Небезпечна гробниця? Може, я врешті-решт там і помру!

source: Niebieska sofa
uk: Синій диван

source: Niebieski bez
uk: Синя бузина

source: Niebieski pazur topielca.
uk: Синій кіготь морського луркера.

source: Niebieski strój
uk: Синє вбрання

source: Niebieski strój podróżnika
uk: Синє вбрання мандрівника

source: Niebieski strój podróżnika (350 SZ)
uk: Синє вбрання мандрівника (350 золотих)

source: Niebieski strój roboczy
uk: Синє робоче вбрання

source: Niebieski strój z czapką
uk: Синє вбрання з капелюхом

source: Niebieskie dudy
uk: Синя волинка

source: Niebieskie ubranie robocze (30 SZ)
uk: Синє робоче вбрання (30 золотих)

source: Niebiesko-szary strój
uk: Синьо-сіре вбрання

source: Niebo
uk: Ефекти неба

source: Nieboszczyk myślał, że dla człowieka jest niegroźna.
uk: Покійний вважав, що для людей вона не шкідлива.

source: Nieboszczyki przynajmniej leżą spokojnie. Nie wiercą się, nie narzekają.
uk: Принаймні, трупи лежать спокійно. Не ворушаться, не скаржаться.

source: Niebywale mocno śmierdzi.
uk: Має сильний неприємний запах.

source: Niech Adanos będzie z tobą, chłopcze.
uk: Нехай Аданос буде з тобою, хлопче.

source: Niech Adanos będzie z tobą. Nie zapomnimy ci tego, dobry człowieku.
uk: Нехай Аданос буде з тобою. Ми не забудемо цього, добрий чоловіче.

source: Niech Adanos ci błogosławi!
uk: Нехай благословить тебе Аданос!

source: Niech Adanos ci wynagrodzi twoją pomoc.
uk: Нехай Аданос винагородить тебе за твою допомогу.

source: Niech Adanos da ukojenie poległym...
uk: Нехай Аданос дарує спокій полеглим...

source: Niech Adanos ma nas w swojej opiece.
uk: Нехай Аданос нас охороняє.

source: Niech Adanos ma nas w swojej opiece...
uk: Нехай Аданос нас охороняє...

source: Niech Adanos pozwoli zaznać mu spokoju.
uk: Нехай Аданос упокоїть його душу.

source: Niech Adanos spojrzy łaskawym okiem na tych dwóch nieszczęśników... Ledwo dotarliśmy do środka, a już ponieśliśmy straty...
uk: Нехай Аданос зглянеться над цими двома нещасними... Ми ледве встигли зайти всередину, а вже зазнали втрат...

source: Niech Błogosławieństwo Adanosa zawsze będzie z nami, aż nie wyschnie źródło naszego życia.
uk: Нехай благословення Аданоса завжди буде з нами, доки не вичерпається джерело нашого життя.

source: Niech Innos będzie z tobą.
uk: Нехай Іннос буде з тобою.

source: Niech Innos ma twoją duszę w swojej opiece.
uk: Нехай Іннос візьме твою душу під свій захист.

source: Niech Innos wybaczy mi te słowa, nie zgadzam się z nimi!
uk: Нехай Іннос пробачить мені ці слова, але я з ними не згоден!

source: Niech bogowie otworzą przed tobą bramy swego królestwa!
uk: Нехай боги відкриють перед тобою браму свого царства!

source: Niech będzie 40 sztuk złota.
uk: Нехай буде 40 золотих.

source: Niech będzie 75 sztuk złota.
uk: Нехай буде 75 золотих.

source: Niech będzie zwykły pochówek. (100 SZ)
uk: Нехай буде просте поховання. (100 золотих)

source: Niech będzie! Obiecałem ci rozmowę z nim, więc swojego słowa dotrzymam.
uk: Ну, нехай! Я обіцяв, що ти зможеш з ним поговорити, тож я дотримаю свого слова.

source: Niech będzie! Sto sztuk złota, na piwo!
uk: Гаразд! Сто золотих, на пиво!

source: Niech będzie, popilnuję twojego złoża.
uk: Згоден, я пригляну за твоїм родовищем.

source: Niech będzie, powiedz staruchowi, że będę dla niego pracował.
uk: Як би там не було, скажи старому, що я буду працювати на нього.

source: Niech będzie, tylko się pospiesz.
uk: Нехай буде так, тільки поквапся.

source: Niech będzie, z tym sobie jeszcze jakoś w miarę radzę.
uk: Як би там не було, я відносно непогано з цим справляюся.

source: Niech będzie.
uk: Добре.

source: Niech będzie. (Daj 25 SZ)
uk: Нехай буде так. (Дати 25 золотих)

source: Niech będzie. Co konkretnie?
uk: Ну, нехай буде так. Що саме потрібно?

source: Niech będzie. Daj ten amulet.
uk: Гаразд. Давай сюди амулет.

source: Niech będzie. Dobrze wykorzystaj to złoto.
uk: Добре, використай це золото з користю.

source: Niech będzie. Dorwę te bestie. A co z tobą?
uk: Нехай буде так. Я знайду тих тварюк. А як щодо тебе?

source: Niech będzie. Ku chwale ojczyzny!
uk: Нехай буде так. На славу батьківщини!

source: Niech będzie. Ku chwale ojczyzny! (Daj 50 SZ)
uk: Нехай буде так. На славу батьківщини! (Дати 50 золотих)

source: Niech będzie. Mam nadzieję, że będzie coś warta.
uk: Ну, добре. Сподіваюся, вона принесе якусь користь.

source: Niech będzie. Możesz wykorzystać jeden z naszych pancerzy, ale ma do mnie wrócić bez jednego zadrapania.
uk: Нехай буде так. Можеш використати один з наших обладунків, але він має повернутися до мене без жодної подряпини.

source: Niech będzie. Niedługo odwiedzę waszego 'ekscelencję' by wszystko dokładnie omówić.
uk: Як би там не було. Я незабаром відвідаю цю вашу 'світлість', щоб все детально обговорити.

source: Niech będzie. Pomogę staremu, ale niech nie myśli sobie, że będę harował w polu jak jego sługusy.
uk: Нехай буде так. Я допоможу старому, але нехай він не думає, що я збираюся обробляти поля, як його челядь.

source: Niech będzie. Proszę.
uk: Нехай буде так. Прошу.

source: Niech będzie. Wrócę po niego jutro.
uk: Чудово. Я повернуся завтра.

source: Niech będzie. Wróćmy do kwestii twoich długów.
uk: Та нехай. Повернімося до твоїх боргів.

source: Niech będzie...
uk: Ну що ж, нехай буде так...

source: Niech będą i cztery.
uk: Хай буде чотири.

source: Niech ci Adanos błogosławi.
uk: Нехай Аданос благословить тебе.

source: Niech ci I-Innos w dzieciach wy-wynagrodzi! Myślałem, że już będzie p-po mnie!
uk: Нехай І-І-Іннос винагородить тебе д-д-дітьми! Я думав, що мені вже п-п-п...!

source: Niech ci będzie, ale radziłbym ci nie wracać, póki nie będziesz miał czegoś konkretnego.
uk: Як би там не було, але я раджу тобі не повертатися, доки не знайдеш хоч що-небудь.

source: Niech ci będzie, młody, ale lepiej się pospieszmy, zanim Salvi się zorientuje, że nas nie ma.
uk: Як би там не було, юначе, але нам краще поспішити, поки Сальві не зрозумів, що нас немає.

source: Niech ci będzie.
uk: Нехай так і буде.

source: Niech ci będzie. Mam tylko nadzieję, że w tym stanie będziesz umiał się skupić.
uk: Хай буде так. Я лише сподіваюся, що в такому стані ти зможеш зосередитися.

source: Niech ci będzie. Obym tego nie pożałował.
uk: Ну нехай. Сподіваюсь, я не пошкодую про це.

source: Niech ci będzie. Ostatecznie na coś się przydałeś i pozbyłeś się gnojków, którzy mnie okradali.
uk: Як би там не було. Ти нарешті зробив щось корисне і позбувся виродків, які мене обкрадали.

source: Niech ci będzie. Pilnuj się, straż ma tu wszystko na oku.
uk: Добре. Не шукай неприємностей, вартові слідкують тут за всім.

source: Niech ci będzie. Poddaję się.
uk: Будь що буде. Я здаюся.

source: Niech ci będzie. Pozbędę się wszelkich dowodów.
uk: Як би там не було. Я позбудуся усіх доказів.

source: Niech ci będzie. Prowadź.
uk: Нехай вже так і буде. Веди.

source: Niech ci będzie. Przynieś mi dziesięć ziół leczniczych, a zostawię Ernesto w spokoju.
uk: Як би там не було, принеси мені десять лікарських трав, і я залишу Ернесто в спокої.

source: Niech ci nawet nie przejdzie przez myśl dotykanie czegokolwiek, co nie należy do ciebie.
uk: Навіть не думай торкатися чогось, що тобі не належить.

source: Niech ci się powodzi, Marvinie.
uk: Успіхів тобі, Марвіне.

source: Niech ci służy. No, i oczywiście mieszkańcom miasta.
uk: Нехай він послужить тобі. І, звісно, мешканцям міста.

source: Niech cię Adanos chroni od złego.
uk: Нехай Аданос захистить тебе від зла.

source: Niech cię jednak nie zwiedzie czysta siła - bronie wymagające zręczności do dzierżenia, potrafią być równie zabójcze, szczególnie gdy wojownik praktykuje zrównoważony trening.
uk: Однак, не варто обмежуватися лише силою, адже зброя, що вимагає спритності, може бути не менш смертоносною, особливо якщо воїн практикує збалансовані тренування.

source: Niech cię kretoszczur popieści! Marvin! Jak tam staruszek się trzyma?
uk: Хай мене кротощур покусає! Марвіне! Як батько себе почуває?

source: Niech cię kretoszczury zeżrą. Niech ci będzie.
uk: Нехай тебе з'їдять кротощури. Нехай так і буде.

source: Niech cię szlag! Nie chcę cię więcej widzieć!
uk: Будь ти проклятий! Щоб я тебе більше не бачив!

source: Niech cię szlag! Zostanę bez pieniędzy! Wiesz, jak kosztowny jest mój styl życia?
uk: Чорт забирай! Я залишуся без грошей! Ти знаєш, як дорого коштує мій спосіб життя?

source: Niech da znać kiedy wyruszamy.
uk: Нехай дасть знати, коли вирушаємо.

source: Niech i tak będzie. Wraz z dniem dzisiejszym przestajesz być członkiem naszej organizacji.
uk: Нехай так і буде. Від сьогодні ти більше не є членом нашої організації.

source: Niech ja go tylko znajdę...
uk: Нехай я тільки його знайду...

source: Niech jego mądrość stoi na straży ładu i harmonii.
uk: Нехай Його мудрість підтримує порядок та гармонію.

source: Niech los zawsze się do ciebie uśmiecha.
uk: Нехай доля завжди посміхається тобі.

source: Niech ludzie z miasta wiedzą, że marynarze to najlepsi kompani do zabawy!
uk: Нехай містяни знають, що моряки - найкращі друзі для розваг!

source: Niech ma, czego chciał!
uk: Нехай отримає те, що хотів!

source: Niech mi ktoś pomoże!
uk: Хто-небудь, допоможіть мені!

source: Niech mnie Beliar uszczypnie. Naprawdę masz talent, chłopcze. Nie myślałeś o udziale w turnieju?
uk: Нехай Беліар мене вщипне. Ти справді маєш талант, хлопче. Ти не думав про участь у турнірі?

source: Niech najpierw popracuje trochę w karczmie z Bastianem i Marthą. Odkąd pojawiła się tu wasza banda, mają urwanie głowy.
uk: Нехай спочатку попрацює в корчмі з Бастіаном і Мартою. Відтоді, як ваша банда тут з'явилася, вони ледве справляються.

source: Niech nasza wiedza i nasze czyny teraz i na wieki stanowią jedność ze Świętą Wodą.
uk: Нехай наші знання та наші дії відтепер і назавжди будуть єдині зі Святою водою.

source: Niech no ja ci się przyjrzę...
uk: Дай на тебе глянути...

source: Niech no sobie tylko przypomnę...
uk: Зараз спробую пригадати...

source: Niech no zobaczę.
uk: Ну, поглянемо.

source: Niech nowi lokatorzy odwiedzą mnie w drodze na bagno.
uk: Нехай нові мешканці зайдуть до мене по дорозі на болото.

source: Niech obdarzy nas mądrością, byśmy roztropnie używali otrzymanych od niego darów.
uk: Нехай Він наділить нас мудрістю, щоб розумно використовувати отримані від Нього дари.

source: Niech oświeca ścieżkę, po której przyszło nam stąpać i abyśmy oparli się wszystkim zagrożeniom.
uk: Нехай він освітлює шлях, яким ми маємо йти, і нехай ми встоїмо перед усіма загрозами.

source: Niech po prostu dotrą na miejsce. Przedarcie się przez te wszystkie bestie w lesie będzie dla nich dobrym sprawdzianem umiejętności.
uk: Нехай вони просто доберуться сюди. Прорватися крізь всіх тих чудовиськ у лісі буде гарною перевіркою їхніх здібностей.

source: Niech pobłogosławi nasze ciała, uwolni je od ran i tchnie w nie nowe życie!
uk: Нехай Він благословить наші тіла, зцілить їх від ран і вдихне в них нове життя!

source: Niech pomyślę. Połowa musi wejść w ziemię. Ćwiartka musi wystawać. Wychodzi na to, że musisz przyciąć tylko ćwiartkę.
uk: Дай подумати. Половина має піти в землю. Четвертина має стирчати. Тож, схоже, тобі треба відрізати лише четвертину.

source: Niech pomyślę...
uk: Дай-но подумати...

source: Niech pomyślę... Gdyby tak wprowadzić zapis mówiący, że gospodarstwo zostanie nienaruszone TYLKO, jeśli synowie Valerio będą ze sobą współpracować?
uk: Дай подумати... А що, якщо буде вказано, що виноградник залишиться у власності ЛИШЕ в тому випадку, якщо сини Валеріо працюватимуть разом?

source: Niech się buntują, gdy światło się mroczy.
uk: Нехай повстануть, коли згасне світло.

source: Niech się pan nade mną ulituje!
uk: Прошу, пане, змилуйся наді мною!

source: Niech stanie się światłość
uk: Нехай буде світло

source: Niech tak zostanie. To nie może się wydać. Gdyby rozeszła się wieść, że moi strażnicy mordują ludzi, to straciłbym autorytet.
uk: Нехай так і залишається. Це не повинно вийти назовні. Якщо пошириться чутка, що мої охоронці вбивають людей, я втрачу свій авторитет.

source: Niech ten idiota jeszcze sobie pogada, a już za chwilę będziemy mogli zamknąć go w celi. Dobra robota, chłopcze, przejmę tę sprawę, możesz spać spokojnie.
uk: Нехай цей бовдур ще трохи наговорить, і ми одразу ж зможемо посадити його до камери. Гарна робота, хлопче. Все інше я беру на себе, а ти можеш спати спокійно.

source: Niech ten zdrajca pożałuje, że w ogóle się urodził.
uk: Цей зрадник пошкодує, що взагалі з'явився на світ.

source: Niech to będzie dla ciebie nauczka.
uk: Нехай це буде тобі уроком.

source: Niech to będzie przestroga dla każdego,
uk: Нехай це буде попередженням для кожного,

source: Niech to jednak nie zwiedzie nikogo. Ich wyjątkowy upór połączony z grubą skorupą oraz ostrymi jak brzytwa zębami, czynią je niezwykle niebezpiecznymi w bliskim starciu. Co do zasady, błotniak jest odporny na broń sieczną, dlatego podróżnym zalecamy mieć pod ręką porządny obuch lub jakiś zwój magii ofensywnej”.
uk: Однак нехай це нікого не вводить в оману. Виняткова впертість у поєднанні з товстим панциром і гострими, як бритва, зубами роблять їх надзвичайно небезпечними при безпосередньому зіткненні. Як правило, мулисті черепахи добре захищені від ріжучої зброї, тому мандрівникам рекомендується мати під рукою хорошу тупу зброю або магічний сувій.

source: Niech to szlag! Nic nie może iść po mojej myśli, zawsze jakieś komplikacje!
uk: Чорт забирай! Нічого не йде так, як я хочу, завжди є якісь ускладнення!

source: Niech to szlag! Tak czułem, że się nie dasz nabrać.
uk: Дідько! Так і знав, що ти на це не поведешся.

source: Niech to szlag...
uk: Трясця...

source: Niech tylko ktoś z przybyszy weźmie zbyt dużą porcję, a gorzko pożałuje. Już oto zadbamy.
uk: Якщо хтось із новоприбулих візьме надто велику порцію, він гірко про це пошкодує. Ми про це подбаємо.

source: Niech tylko któryś z nich spróbuje postawić stopę w naszej świątyni!
uk: Нехай хоч один з них спробує переступити поріг нашого храму!

source: Niech tylko któryś z przybyszy weźmie zbyt dużą porcję, a gorzko pożałuje. Już oto zadbamy.
uk: Якщо хтось із новоприбулих візьме надто велику порцію, він гірко про це пошкодує. Ми про це подбаємо.

source: Niech tylko orkowie spróbują nas tknąć, a zrobimy z nimi porządek.
uk: Нехай орки тільки спробують до нас поткнутися, ми з ними розберемося.

source: Niech wam będzie.
uk: Ну добре, нехай.

source: Niech wiatr zawsze wieje ci w plecy, a słońce świeci w twarz.
uk: Нехай вітер завжди дме тобі в спину, а сонце світить в обличчя.

source: Niech wiedzą, że nie toleruję samowolki.
uk: Нехай знають, що я не терплю свавілля.

source: Niech więc Adanos zmiłuje się nad nimi bardziej, niż Innos nad nami. Może nie wszystko jest jeszcze stracone.
uk: Тож нехай Аданос змилується над ними більше, ніж Іннос над нами. Можливо, ще не все втрачено.

source: Niech wygra lepszy!
uk: Нехай переможе найкращий!

source: Niech zazna tego, co zgotował dla nas wszystkich.
uk: Нехай він відчує те, що підготував для всіх нас.

source: Niech zgadnę - schlał się tak bardzo, że nie kontaktuje?
uk: Дай вгадаю – він так напився, що не може розмовляти?

source: Niech zgadnę, mapa skarbu?
uk: Дай вгадаю, мапа скарбів?

source: Niech zgadnę, pewnie rozkazał ci sprowadzić mnie do miasta!
uk: Дай вгадаю, він, напевно, велів тобі привести мене до міста!

source: Niech zgadnę, swoją prywatną zemstą usprawiedliwiasz wszystkie niegodziwe czyny, których dopuściłeś się do tej pory?
uk: Дай вгадаю, своєю особистою помстою ти виправдовуєш всі лихі вчинки, які ти вчиняв досі?

source: Niech zgadnę, syn bogatego szlachcica?
uk: Дай вгадаю, син багатенького шляхтича?

source: Niech zgadnę, te szczury ukrywały coś w slumsach?
uk: Дай вгадаю, ці щури щось ховали у нетрях?

source: Niech zgadnę, znowu zabrakło im broni?
uk: Дай вгадаю, у них знову закінчилася зброя?

source: Niech zgadnę... Został wysłany na front?
uk: Дай вгадаю... Він був відправлений на фронт?

source: Niech zmiłuje się nad nami i ma nas w swej opiece.
uk: Нехай Він змилується над нами і береже нас під своїм захистом.

source: Niech światło i ogień Innosa prowadzą cię przez życie.
uk: Нехай світло і вогонь Інноса ведуть тебе по життю.

source: Niech żyje Król!
uk: Хай живе Король!

source: Niech żyje, niech żyje...
uk: Хай живе, хай живе...

source: Niechaj zgasną twoje gwiazdy!
uk: Нехай твої зорі згаснуть!

source: Niechcący podsłuchałem fragment waszej rozmowy.
uk: Я випадково підслухав уривок вашої розмови.

source: Niechlujnie wykonany kubek.
uk: Недбало зроблена чаша.

source: Niechże i tak będzie. Przez wzgląd na twoją dotychczasową pomoc, nie będę próbował cię powstrzymać.
uk: Нехай так і буде. Зважаючи на твою допомогу в минулому, я не буду намагатися зупинити тебе.
